<?php
$L['msg777_title'] = 'Ошибка регистрации';
$L['msg777_body'] = 'Пользователь с таким именем уже существует!<br />Пройдите регистрацию или войдите под своим именем!';
$L['msg778_title'] = 'Ошибка регистрации';
$L['msg778_body'] = 'Пользователь с таким email уже существует!<br />Пройдите регистрацию или войдите под своим именем!';
$L['lz_update_ok'] = 'Учетная запись обновлена!';

$L['lz_regok_title'] = 'Регистрация завершена.';
$L['lz_regok'] = 'Здравствуйте!
Вы зарегистрировались на сайте %1$s. Вы можете зайти на сайт используя

 логин: %2$s
 пароль: %3$s

или  используя свою учетную запись на сайте %4$s.';

$L['cfg_providers']= array('Список провайдеров через запятую','Оставьте пустыми если использовать все доступные.(Имеются на сегодняшний день - google, yandex, mailruapi, mailru, vkontakte, facebook, twitter, loginza, myopenid, webmoney, rambler, flickr, lastfm, verisign, aol, steam, openid)');
$L['cfg_header_form']= array('Вид формы авторизации для heder part (Кнопка, форма)');
$L['cfg_auth_form']= array('Вид формы авторизации для auth part (Кнопка, форма)');
$L['cfg_profile_form']= array('Вид формы авторизации для profile part (Кнопка, форма)');
$L['cfg_autoreg']= array('Включить авторегистрацию?','Пользователь создается автоматически при первой авторизации.');
$L['cfg_remember']= array('Запоминать пользователя при авторегистрации?');
$L['cfg_s_mail']= array('Отправлять уведомление о регистрации на email нового пользователя?','Работает только если был передан email. На почту нового зарегистрированного пользователя отправляются логин и пароль.');
$L['lz_enter'] = 'Вы также можете войти, используя';



?>